export const jobZonesDescription = [
    {
      "level": 1,
      "name_ru": "Уровень подготовки 1: подготовка не требуется",
      "name_kz": "Дайындық деңгейі 1: дайындық қажет емес"
    },
    {
      "level": 2,
      "name_ru": "Уровень подготовки 2: достаточно окончить школу",
      "name_kz": "Дайындық деңгейі 2: мектепті бітіру жеткілікті"
    },
    {
      "level": 3,
      "name_ru": "Уровень подготовки 3: нужно пройти курсы или окончить колледж",
      "name_kz": "Дайындық деңгейі 3: курстардан өту немесе колледжді бітіру керек"
    },
    {
      "level": 4,
      "name_ru": "Уровень подготовки 4: нужно окончить бакалавриат (4 года университета)",
      "name_kz": "Дайындық деңгейі 4: бакалавриатты аяқтау керек (университетте 4 жыл)"
    },
    {
      "level": 5,
      "name_ru": "Уровень подготовки 5: нужно окончить магистратуру или получить степень Ph.D. (6 лет университета или больше)",
      "name_kz": "Дайындық деңгейі 5: сіз магистратураны бітіруіңіз керек немесе Рh.D. дәрежесін алуыңыз керек (университетте 6 жыл немесе одан да көп)"
    }
  ]