{
  "primary": {
    "ru": {
      "1": "Мне нравится собирать конструктор или делать машинки, роботов.",
      "2": "Мне интересно делать опыты, смотреть, как что-то меняется.",
      "3": "Мне нравится рисовать, лепить или придумывать красивые поделки.",
      "4": "Я люблю помогать друзьям, если у них что-то не получается.",
      "5": "Мне нравится придумывать праздники или игры для других.",
      "6": "Мне нравится, когда всё лежит на своих местах, и я люблю составлять списки.",
      "7": "Мне нравится чинить сломанные игрушки или собирать что-то из деталей.",
      "8": "Я люблю читать книжки про природу, космос или животных.",
      "9": "Мне нравится придумывать истории, сказки или выступать на сцене.",
      "10": "Я люблю ухаживать за животными или поливать цветы."
    },
    "kz": {
      "1": "Маған конструктор жинау немесе машиналар, роботтар жасау ұнайды.",
      "2": "Маған тәжірибелер жасау, бір нәрсенің өзгеруін көру қызықты.",
      "3": "Маған сурет салу, мүсіндеу немесе әдемі қолөнер бұйымдарын ойлап табу ұнайды.",
      "4": "Мен достарымның қолынан бір нәрсе келмей жатса, оларға көмектескенді ұнатамын.",
      "5": "Маған басқалар үшін мерекелер немесе ойындар ойластыру ұнайды."
    }
  },
  "secondary": {
    "ru": {
      "1": "Мне нравится собирать технические модели и конструировать механизмы.",
      "2": "Я люблю проводить эксперименты и исследовать новые явления.",
      "3": "Мне нравится рисовать, лепить, придумывать новые дизайны.",
      "4": "Я люблю помогать друзьям, если у них возникают трудности.",
      "5": "Мне нравится организовывать мероприятия, придумывать новые проекты.",
      "6": "Я люблю соблюдать порядок в документах, заполнять таблицы и списки.",
      "7": "Мне интересно работать с инструментами, чинить сломанные вещи.",
      "8": "Я люблю читать книги о науке и природе.",
      "9": "Мне нравится сочинять песни, сценарии или выступать перед публикой.",
      "10": "Я люблю ухаживать за растениями или животными."
    },
    "kz": {
      "1": "Маған техникалық модельдер жинап, механизмдер құрастыру ұнайды.",
      "2": "Мен эксперименттер жүргізуді және жаңа құбылыстарды зерттеуді жақсы көремін.",
      "3": "Маған сурет салу, мүсіндеу және жаңа дизайндар ойлап табу ұнайды.",
      "4": "Мен достарым қиыншылық көріп жатса, оларға көмектесуді жақсы көремін.",
      "5": "Маған жаңа жобалар ойлап табу, іс-шаралар ұйымдастыру ұнайды."
    }
  }
}