{
  "primary": {
    "ru": {
      "1": "Мне нравится собирать конструктор или делать машинки, роботов.",
      "2": "Мне интересно делать опыты, смотреть, как что-то меняется.",
      "3": "Мне нравится рисовать, лепить или придумывать красивые поделки.",
      "4": "Я люблю помогать друзьям, если у них что-то не получается.",
      "5": "Мне нравится придумывать праздники или игры для других.",
      "6": "Мне нравится, когда всё лежит на своих местах, и я люблю составлять списки.",
      "7": "Мне нравится чинить сломанные игрушки или собирать что-то из деталей.",
      "8": "Я люблю читать книжки про природу, космос или животных.",
      "9": "Мне нравится придумывать истории, сказки или выступать на сцене.",
      "10": "Я люблю ухаживать за животными или поливать цветы.",
      "11": "Мне интересно придумывать игры и объяснять правила другим.",
      "12": "Мне нравится записывать, кто что сделал, и вести списки дел.",
      "13": "Мне интересно, как работают машины или разные приборы.",
      "14": "Мне нравится узнавать, почему что-то происходит в мире.",
      "15": "Я люблю сочинять стихи или песни.",
      "16": "Мне нравится объяснять что-то другим детям.",
      "17": "Я люблю, когда меня слушают, и я могу что-то предложить.",
      "18": "Мне нравится проверять, правильно ли что-то написано в тетради.",
      "19": "Мне нравится гулять в лесу или смотреть, как растут растения.",
      "20": "Я люблю смотреть познавательные мультики и передачи.",
      "21": "Мне нравится танцевать, петь или играть в спектаклях.",
      "22": "Я люблю заботиться о младших или помогать взрослым.",
      "23": "Мне интересно придумывать, как сделать что-то быстрее или лучше, чем другие.",
      "24": "Я люблю, когда у меня всё аккуратно: в рюкзаке, на столе и в тетради.",
      "25": "Мне нравится находить ответы на сложные вопросы.",
      "26": "Я люблю проводить опыты с водой, песком или другими веществами.",
      "27": "Мне нравится делать что-то руками — лепить, клеить, мастерить.",
      "28": "Я люблю участвовать в акциях добрых дел — помогать тем, кто в беде.",
      "29": "Мне нравится быть главным в команде и принимать решения.",
      "30": "Я люблю считать, решать примеры или задачи.",
      "31": "Мне интересно разбираться в схемах, картах или инструкциях.",
      "32": "Я люблю разгадывать загадки или логические задачки.",
      "33": "Мне нравится фотографировать или делать красивые картинки.",
      "34": "Я люблю разговаривать с другими и помогать, когда они грустят.",
      "35": "Мне интересно придумывать, как я могу что-то продать другим.",
      "36": "Я люблю, когда у меня все дела идут по плану.",
      "37": "Мне нравится придумывать, как украсить комнату или игрушки.",
      "38": "Я люблю узнавать, почему идёт дождь, как растёт трава или откуда берётся ветер.",
      "39": "Мне нравится рисовать плакаты, делать поделки или открытки.",
      "40": "Я люблю делиться знаниями и помогать другим учиться.",
      "41": "Мне нравится придумывать правила игры или как провести день.",
      "42": "Я люблю, когда надо точно что-то выполнить — по шагам, по плану.",
      "43": "Мне интересно, как устроены компьютеры, лампочки или моторчики.",
      "44": "Я люблю читать про науку, космос, животных или землю.",
      "45": "Мне нравится записывать истории или сценарии для комиксов или сценок.",
      "46": "Я люблю узнавать, почему люди поступают по-разному.",
      "47": "Мне нравится думать, как распределить деньги или что купить.",
      "48": "Я люблю сортировать вещи по цвету, размеру или виду.",
      "49": "Мне нравится делать поделки из дерева, бумаги или ткани.",
      "50": "Я люблю решать сложные задачи и находить правильные ответы."
    },
    "kz": {
      "1": "Маған конструктор жинау немесе машиналар, роботтар жасау ұнайды.",
      "2": "Маған тәжірибелер жасау, бір нәрсенің өзгеруін көру қызықты.",
      "3": "Маған сурет салу, мүсіндеу немесе әдемі қолөнер бұйымдарын ойлап табу ұнайды.",
      "4": "Мен достарымның қолынан бір нәрсе келмей жатса, оларға көмектескенді ұнатамын.",
      "5": "Маған басқалар үшін мерекелер немесе ойындар ойластыру ұнайды.",
      "6": "Маған барлық заттың өз орнында тұрғаны ұнайды және мен тізім жасағанды ұнатамын.",
      "7": "Маған сынған ойыншықтарды жөндеу немесе бөлшектерден бірдеңелер жасау ұнайды.",
      "8": "Мен табиғат, ғарыш немесе жануарлар туралы кітаптарды оқығанды жақсы көремін.",
      "9": "Маған ертегілер, оқиғалар ойлап табу немесе сахнада өнер көрсету ұнайды.",
      "10": "Мен жануарларға қамқорлық жасауды немесе гүл суаруды жақсы көремін.",
      "11": "Маған ойындар ойлап табу және басқаларға оның ережелерін түсіндіру қызықты.",
      "12": "Маған кімнің нені істегенін жазып отыру және істердің тізімін жасау ұнайды.",
      "13": "Маған машиналардың немесе түрлі құралдардың қалай жұмыс істейтіні қызықты.",
      "14": "Маған әлемде неге бір нәрсе болып жатқанын білу ұнайды.",
      "15": "Мен өлең немесе ән жазуды ұнатамын.",
      "16": "Маған басқа балаларға бірдеңелерді түсіндіру ұнайды.",
      "17": "Мен мені басқалардың тыңдағанын және оларға өзім бірдеңелер ұсына алғанды жақсы көремін.",
      "18": "Маған дәптерде бір нәрсенің дұрыс жазылып тұрғанын тексеру ұнайды.",
      "19": "Маған орманда серуендеу немесе өсімдіктердің өсуін көру ұнайды.",
      "20": "Мен танымдық мультфильмдер мен бағдарламаларды көруді ұнатамын.",
      "21": "Маған би билеу, ән айту немесе спектакльде ойнау ұнайды.",
      "22": "Мен кішілерге қамқор болуды немесе үлкендерге көмектесуді жақсы көремін.",
      "23": "Маған бір нәрсені басқалардан жылдам немесе жақсырақ қалай жасауға болатынын ойлап табу қызықты.",
      "24": "Мен рюкзакта, үстел үстінде және дәптерде барлығы ұқыпты болғанын жақсы көремін.",
      "25": "Маған күрделі сұрақтарға жауап табу ұнайды.",
      "26": "Мен су, құм немесе басқа заттармен тәжірибе жасағанды жақсы көремін.",
      "27": "Маған мүсіндеу, жапсыру, шеберлікпен айналысу сияқты қолмен бірдеңе жасаған ұнайды.",
      "28": "Мен қиын жағдайға тап болғандарға көмектесіп, қайырымды істер акциясына қатысқанды жақсы көремін.",
      "29": "Маған командада басшы болып, шешім қабылдаған ұнайды.",
      "30": "Мен санауды, есептер мен мысалдарды шешкенді жақсы көремін.",
      "31": "Маған сызбаларды, карталар немесе нұсқаулықтарды зерттеген қызықты.",
      "32": "Мен жұмбақтарды немесе логикалық есептерді шешкенді жақсы көремін.",
      "33": "Маған фотосуретке түсіру немесе әдемі суреттер жасау ұнайды.",
      "34": "Мен басқа адамдармен сөйлесуді және олар мұңайған кезде көмектескенді жақсы көремін.",
      "35": "Маған басқа адамдарға бір нәрселер сатуды ойластыру қызықты.",
      "36": "Мен барлық ісім жоспармен орындалып отырғанын жақсы көремін.",
      "37": "Маған бөлмені немесе ойыншықтарды қалай безендіруді ойластыру ұнайды.",
      "38": "Мен жаңбыр неге жауатынын, шөп қалай өсетінін немесе жел қайдан соғатынын білуді жақсы көремін.",
      "39": "Маған плакаттар салу, қолөнер бұйымдарын немесе ашықхаттар жасау ұнайды.",
      "40": "Мен өз біліміммен бөлісуді және басқалардың оқуына көмектесуді жақсы көремін.",
      "41": "Маған ойын ережелерін немесе күнді қалай өткізуді ойлап табу ұнайды.",
      "42": "Маған бір нәрсені нақты, жоспар бойынша, кезең-кезеңімен орындау ұнайды.",
      "43": "Маған компьютерлердің, шамдардың немесе моторлардың қалай жұмыс істейтіні қызық.",
      "44": "Мен ғылым, ғарыш, жануарлар немесе жер туралы оқуды жақсы көремін.",
      "45": "Маған комикстер мен көріністерге арналған сценарийлер немесе оқиғалар жазу ұнайды.",
      "46": "Мен адамдардың неге әртүрлі әрекет жасайтынын білуді жақсы көремін.",
      "47": "Маған ақшаны қалай бөлуді немесе не сатып алуды ойлау ұнайды.",
      "48": "Мен заттарды түсіне, өлшеміне түріне қарап реттеуді жақсы көремін.",
      "49": "Маған ағаштан, қағаздан немесе матадан қолөнер бұйымдарын жасау ұнайды.",
      "50": "Мен күрделі есептерді шешуді және дұрыс жауаптарын табуды жақсы көремін."
    }
  },
  "secondary": {
    "ru": {
      "1": "Мне нравится собирать технические модели и конструировать механизмы.",
      "2": "Я люблю проводить эксперименты и исследовать новые явления.",
      "3": "Мне нравится рисовать, лепить, придумывать новые дизайны.",
      "4": "Я люблю помогать друзьям, если у них возникают трудности.",
      "5": "Мне нравится организовывать мероприятия, придумывать новые проекты.",
      "6": "Я люблю соблюдать порядок в документах, заполнять таблицы и списки.",
      "7": "Мне интересно работать с инструментами, чинить сломанные вещи.",
      "8": "Я люблю читать книги о науке и природе.",
      "9": "Мне нравится сочинять песни, сценарии или выступать перед публикой.",
      "10": "Я люблю ухаживать за растениями или животными.",
      "11": "Мне нравится планировать и организовывать игры для компании.",
      "12": "Я люблю систематизировать информацию, записывать данные.",
      "13": "Мне нравится работать с машинами и механизмами.",
      "14": "Я люблю изучать новые технологии и делать научные открытия.",
      "15": "Мне нравится писать рассказы, эссе, создавать оригинальные тексты.",
      "16": "Я люблю объяснять что-то младшим или помогать друзьям с учебой.",
      "17": "Мне нравится вести переговоры, убеждать других в своей точке зрения.",
      "18": "Я люблю заполнять анкеты и следить за правильностью записей.",
      "19": "Мне нравится проводить время на природе, изучать окружающий мир.",
      "20": "Я люблю смотреть документальные фильмы и научные передачи.",
      "21": "Мне нравится петь, танцевать или участвовать в театральных постановках.",
      "22": "Я люблю заботиться о других, например, помогать пожилым людям или детям.",
      "23": "Мне нравится участвовать в деловых играх и соревнованиях.",
      "24": "Я люблю, когда мои записи и вещи разложены в определенном порядке.",
      "25": "Мне нравится собирать и анализировать информацию, чтобы находить решения.",
      "26": "Я люблю работать с химическими и физическими опытами.",
      "27": "Мне нравится заниматься ремеслом (деревообработка, гончарное дело, шитье).",
      "28": "Я люблю участвовать в благотворительных мероприятиях, помогать нуждающимся.",
      "29": "Мне нравится выступать в роли лидера и руководить командой.",
      "30": "Я люблю работать с цифрами, статистикой, вычислениями.",
      "31": "Мне интересно изучать чертежи и схемы различных устройств.",
      "32": "Я люблю решать головоломки и участвовать в интеллектуальных викторинах.",
      "33": "Мне нравится фотографировать, делать видеомонтаж или графический дизайн.",
      "34": "Я люблю проводить беседы с людьми и помогать им решать их проблемы.",
      "35": "Мне нравится искать лучшие способы продать или продвинуть товар.",
      "36": "Я люблю проверять точность данных, сопоставлять документы.",
      "37": "Мне нравится проектировать здания, разрабатывать дизайн помещений.",
      "38": "Я люблю изучать естественные науки и разбираться в природных процессах.",
      "39": "Мне нравится участвовать в художественных выставках или создавать арт-объекты.",
      "40": "Я люблю наставлять других и делиться своим опытом.",
      "41": "Мне нравится придумывать стратегии для бизнеса или игровых проектов.",
      "42": "Я люблю соблюдать правила и следовать инструкциям при выполнении задач.",
      "43": "Мне интересно работать с электричеством, механикой, робототехникой.",
      "44": "Я люблю читать научно-популярные книги и статьи.",
      "45": "Мне нравится писать стихи, сценарии или придумывать рекламу.",
      "46": "Я люблю разбираться в психологических аспектах общения.",
      "47": "Мне нравится управлять процессами и работать с финансами.",
      "48": "Я люблю анализировать и упорядочивать данные, чтобы находить закономерности.",
      "49": "Мне нравится работать руками и создавать что-то новое из простых материалов.",
      "50": "Я люблю решать сложные логические задачи и анализировать информацию."
    },
    "secondary_kz": {
      "1": "Маған техникалық модельдер жинап, механизмдер құрастыру ұнайды.",
      "2": "Мен эксперименттер жүргізуді және жаңа құбылыстарды зерттеуді жақсы көремін.",
      "3": "Маған сурет салу, мүсіндеу және жаңа дизайндар ойлап табу ұнайды.",
      "4": "Мен достарым қиыншылық көріп жатса, оларға көмектесуді жақсы көремін.",
      "5": "Маған жаңа жобалар ойлап табу, іс-шаралар ұйымдастыру ұнайды.",
      "6": "Мен құжаттарда тәртіп сақтағанды, кестелер мен тізімдер толтырғанды жақсы көремін.",
      "7": "Маған құралдармен жұмыс істеген, сынған заттарды жөндеген қызық.",
      "8": "Мен ғылым және табиғат туралы кітаптар оқығанды жақсы көремін.",
      "9": "Маған әндер, сценарийлер шығарып, көпшілік алдында өнер көрсеткен ұнайды.",
      "10": "Мен жануарлар мен өсімдіктерге қамқорлық жасағанды ұнатамын.",
      "11": "Маған компанияға арнап ойындар жоспарлап, өткізу ұнайды.",
      "12": "Мен ақпараттарды жүйелеуді, мәліметтерді жазып алуды жақсы көремін.",
      "13": "Маған машиналар және механизмдермен жұмыс істеу ұнайды.",
      "14": "Мен жаңа технологияларды оқып, үйреніп, ғылыми жаңалықтар ашуды жақсы көремін.",
      "15": "Маған әңгімелер, эсселер жазу, ерекше мәтіндер жасау ұнайды.",
      "16": "Мен жасы кішілерге бір нәрселер түсіндіргенді немесе достарымның оқуына көмектескенді жақсы көремін.",
      "17": "Маған келіссөздер жүргізу, өз көзқарасымды өзгелерге дәлелдеу ұнайды",
      "18": "Мен сауалнама толтыруды және жазбалардың дұрыс болуын қадағалауды жақсы көремін.",
      "19": "Маған табиғатта уақыт өткізу, қоршаған әлемді зерттеу ұнайды.",
      "20": "Мен деректі фильмдер мен ғылыми бағдарламаларды көргенді жақсы көремін",
      "21": "Маған ән айту, би билеу, театрлық қойылымдарда өнер көрсету ұнайды.",
      "22": "Мен басқаларға қамқор болғанды, мысалы, қарт адамдарға немесе балаларға көмектескенді ұнатамын.",
      "23": "Маған іскерлік ойындар мен жарыстарға қатысқан ұнайды.",
      "24": "Мен жазбаларым мен заттарымның белгілі бір ретпен орналастырылып тұрғанын ұнатамын.",
      "25": "Маған шешім табу үшін ақпаратты жинастыру және сараптау ұнайды.",
      "26": "Мен химиялық және физикалық тәжірибелермен жұмыс істегенді жақсы көремін.",
      "27": "Маған қолөнермен айналысқан ұнайды (ағаш өңдеу, қыш өңдеу, тігіншілік)",
      "28": "Мен қайырымдылық шараларына қатысуды, мұқтаж жандарға көмектесуді жақсы көремін.",
      "29": "Маған жетекші рөлінде болып, команданы басқарғанды ұнайды.",
      "30": "Мен сандармен, статистикалық ақпаратпен, есепетеулермен жұмыс істегенді жақсы көремін.",
      "31": "Маған түрлі құрылғылардың сызбалары мен сұлбаларын зерттеу қызықты.",
      "32": "Мен басқатырғыштарды шешкенді және зияткерлік викториналарға қатысқанды жақсы көремін",
      "33": "Маған фотосуретке түсіру, бейнемонтаж жасау немесе графикалық дизайнмен айналысу ұнайды.",
      "34": "Мен адамдармен сұбаттасуды және олардың мәселелерін шешуге көмектесуді жақсы көремін.",
      "35": "Маған тауарды сатудың немесе жарнамалаудың ең тиімді тәсілдерін іздеу ұнайды.",
      "36": "Мен мәліметтердің нақтылығын тексеруді, құжаттарды салыстыруды жақсы көремін.",
      "37": "Маған ғимараттардың жобасын және олардың ішкі дизайнын жасау ұнайды.",
      "38": "Мен жаратылыстану ғылымдарын оқуды және табиғи процестерді түсінгенді жақсы көремін.",
      "39": "Маған көркем сурет көрмелеріне қатысу немесе арт-объектілер жасау ұнайды.",
      "40": "Мен басқаларға тәлімгерлік жасағанды және өз тәжірибеммен бөліскенді жақсы көремін.",
      "41": "Маған бизнес немесе ойын жобалары үшін стратегиялар ойлап табу үнайды.",
      "42": "Мен алдыма қойған міндеттерді орындауда нұсқаулықтарға сүйенуді және ережелерді сақтауды жақсы көремін.",
      "43": "Маған электрмен, механикамен және робототехникамен жұмыс істеу қызықты.",
      "44": "Мен ғылыми-көпшілік кітаптар мен мақалаларды оқығанды жақсы көремін.",
      "45": "Маған өлең, сценарийлер жазу немесе жарнама ойлап табу ұнайды.",
      "46": "Мен қарым-қатынастың психологиялық аспектілерін түсінгенді жақсы көремін.",
      "47": "Маған процестерді басқару және қаржымен жұмыс жасау ұнайды.",
      "48": "Мен заңдылықтарды табу үшін деректерді талдап, ретке келтіргенді ұнатамын.",
      "49": "Мен қолмен жұмыс істеуді және қарапайым материалдардан жаңа бір нәрсе жасап шығаруды ұнатамын.",
      "50": "Мен күрделі есептер шығаруды және ақпараттарды сараптауды жақсы көремін."
    }
  }
}